Repository: MBS-Business-Solutions/asw-superapp
Catalog: lib/src/localization/app_*.arb
Languages: th

# actionButtonNext
source: Next
th: ถัดไป

# actionButtonCancel
source: Cancel
th: ยกเลิก

# errorUnableToProcess
source: Unavailable Please try again.
th: ไม่สามารถใช้งานได้ กรุณาลองใหม่อีกครั้ง

# errorUnableToDownloadContract
source: Unable to download contract documents Please try again.
th: ***ไม่สามารถดาวน์โหลดเอกสารสัญญาได้ กรุณาลองใหม่อีกครั้ง***

# errorFieldRequired
source: This field is required.
th: กรุณากรอกข้อมูล

# errorNoData
source: No data found.
th: ไม่พบข้อมูล

# errorInvalidOTP
source: Incorrect OTP number.
th: หมายเลข OTP ไม่ถูกต้อง

# errorInvalidPIN
source: Please enter the PIN code correctly.
th: กรุณากรอกรหัส PIN ให้ถูกต้อง

# errorComingSoon
source: Service not yet available.
th: ยังไม่เปิดใช้บริการ

# bahtUnit
source: baht
th: บาท

# priceFormatBaht
source: {amount} baht
th: {amount} บาท

# priceFormatBahtDouble
source: {amount} baht
th: {amount} บาท

# bottomBarHome
source: Home
th: หน้าหลัก

# bottomBarService
source: Services
th: บริการ

# bottomBarChat
source: Chat
th: แชท

# bottomBarMenu
source: Menu
th: เมนู

# bottomBarCalendar
source: Calendar
th: ปฏิทิน

# bottomPrivilege
source: Privilege
th: สิทธิพิเศษ

# bottomMyQR
source: My QR
th: QR ของฉัน

# registerUserName
source: Enter your mobile number or email address
th: กรอกเบอร์มือถือหรือ E-mail

# registerUserNameHint
source: Enter your mobile phone number or email to apply for membership.
th: ระบุเบอร์มือถือหรือ E-mail ของท่าน เพื่อทำการสมัครสมาชิก

# registerUserNameLabel
source: Mobile Number/email
th: เบอร์มือถือ/E-mail

# registerMobileLabel
source: Mobile Number
th: เบอร์มือถือ

# registerMobile
source: Enter your mobile number
th: กรอกเบอร์มือถือ

# registerMobileHint
source: Provide your mobile number to register as a member
th: ระบุเบอร์มือถือของท่าน เพื่อทำการสมัครสมาชิก

# registerEMail
source: Enter Email
th: กรอก E-Mail

# registerEMailHint
source: Please enter your email address to register
th: ระบุ E-mail ของท่าน เพื่อทำการสมัครสมาชิก

# registerLoginByEmail
source: Log in with Email
th: เข้าสู่ระบบผ่าน E-mail

# registerLast4Digits
source: Last 4 digits of ID card
th: เลขบัตรประชาชน 4 ตัวหลัง

# registerIsResident
source: Existing customer
th: เป็นลูกบ้าน

# registerNext
source: Next
th: ถัดไป

# registerInvalidData
source: Please check your input.
th: กรุณากรอกข้อมูลให้ครบถ้วน

# registerInvalidResident
source: Please enter your ID card number to match your registered mobile number.
th: กรุณากรอกเลขบัตรประชาชนให้ตรงกับเบอร์มือถือที่ลงทะเบียน

# registerInvalidUser
source: Please enter your ID card number to match your registered mobile number/email address.
th: กรุณากรอกเลขบัตรประชาชนให้ตรงกับ เบอร์มือถือ/อีเมล ที่ลงทะเบียน

# registerError
source: Unable to process. Please try again.
th: ไม่สามารถทำงานได้ กรุณาลองใหม่อีกครั้ง

# otpTitle
source: Enter OTP
th: กรอก OTP

# otpRequestAgain
source: Request code again.
th: ขอรหัสอีกครั้ง

# otpRequestIsResident
source: Existing customer
th: เป็นลูกบ้าน

# otpRequestLast4Digits
source: Last 4 digits of ID card
th: เลขบัตรประชาชน 4 ตัวหลัง

# otpRequestCountdownPrefix
source: Request code again in
th: ขอรหัสอีกครั้งใน

# otpRequestCountdown
source: {time, plural, =0{} =1{1 second} other{{time} seconds}}
th: {time, plural, =0{} =1{1 วินาที} other{{time} วินาที}}

# otpInstruction
source: Enter the 6 digits sent to {sendto} REF : {refCode}
th: ระบุตัวเลข 6 หลักที่ถูกส่งไปยัง {sendto} รหัสอ้างอิง : {refCode}

# userDetailTitle
source: Enter Name - Surname
th: ระบุ - ชื่อนามสกุล

# userDetailInstruction
source: Provide your details to access the service
th: ระบุรายละเอียดของคุณสำหรับการเข้าใช้บริการ

# userDetailFirstName
source: First Name *
th: ชื่อ *

# userDetailLastName
source: Last Name *
th: นามสกุล *

# userDetailMobile
source: Mobile
th: เบอร์โทร

# userDetailEmail
source: Email
th: อีเมล

# userDetailCitizenId
source: National ID / Passport No.
th: เลขบัตรประจำตัวประชาชน / Passport No.

# userDetailInvalidFirstName
source: Please enter your first name correctly without using special characters.
th: กรุณากรอกชื่อให้ถูกต้อง โดยไม่ใช้อักขระพิเศษ

# userDetailInvalidLastName
source: Please enter your last name correctly without using special characters.
th: กรุณากรอกนามสกุลให้ถูกต้อง โดยไม่ใช้อักขระพิเศษ

# userDetailInvalidEmail
source: Please enter a valid E-mail address in the correct format.
th: กรุณากรอกรูปแบบ E-mail ให้ถูกต้อง

# userDetailInvalidPhone
source: Please enter a 10-digit mobile number.
th: กรุณากรอกเบอร์มือถือให้ครบ 10 หลัก

# consentAgree
source: Accept
th: ยินยอม

# consentDisagree
source: Don't accept
th: ไม่ยินยอม

# consentAgreeNext
source: Consent
th: ยืนยัน

# consentAgreeAll
source: Consent to all
th: ยินยอมทั้งหมด

# setPinSetPin
source: Set a {digits}-digit PIN
th: ตั้งรหัส PIN จำนวน {digits} หลัก

# setPinConfirm
source: Enter the PIN code again.
th: ใส่รหัส PIN อีกครั้ง

# setPinInstruction
source: Please enter a {digits}-digit PIN to set up your password
th: ระบุ PIN จำนวน {digits} หลักเพื่อใช้ในการเข้าสู่ระบบครั้งต่อไป

# setPinSkipInstruction
source: You can skip this step. You will be able to access the system without having to enter a PIN.
th: คุณสามารถข้ามขั้นตอนนี้ได้ โดยจะสามารถเข้าใช้ระบบได้โดยไม่ต้องใส่ PIN

# setPinSkip
source: Skip
th: ข้าม

# setPinError
source: Please start setting a new PIN code again.
th: กรุณา เริ่มต้น ตั้งรหัส PIN ใหม่อีกครั้ง

# changeLanguageTitle
source: Change Language
th: เปลี่ยนภาษา

# changeLanguageCurrentLang
source: Current Language
th: ภาษาที่ใช้ปัจจุบัน

# changeLanguageLanguage
source: Language
th: ภาษา

# dashboardMainSectionFavourite
source: Favorite
th: เมนูโปรด

# dashboardMainSectionFavouriteMore
source: All menus
th: เมนูทั้งหมด

# dashboardMainSectionNotification
source: Notifications
th: การแจ้งเตือน

# dashboardMainSectionRecommended
source: Recommended projects
th: โครงการแนะนำ

# dashboardMainSectionRecommendedDetail
source: We are committed to designing homes. For the happiness of the people Taking into account lifestyle and the lifestyle of each person is different Allowing you to live your life the way you want.
th: เรามุ่งมั่นที่จะออกแบบที่อยู่อาศัย เพื่อความสุขของคนอยู่ โดยคำนึงถึงไลฟ์สไตล์ และการใช้ชีวิตของแต่ละคนที่แตกต่างกัน ให้คุณได้ใช้ชีวิตในแบบที่คุณต้องการ

# profileRegisterBuyer
source: Register Buyer
th: ลงทะเบียนผู้ซื้อ

# profileDarkMode
source: Dark Mode
th: โหมดสีเข้ม

# profileMyInfo
source: My Information
th: ข้อมูลของฉัน

# profilePhoneNumber
source: Phone Number
th: เบอร์มือถือ

# profileEmail
source: Email
th: อีเมล

# profileMyAsset
source: My Units
th: บ้านของฉัน

# profileMyAssetSum
source: {count} {count, plural, =1{unit} other{units}}
th: {count} หลัง

# profileLanguage
source: Language
th: ภาษา

# profileChangeLanguage
source: Change Language
th: เปลี่ยนภาษา

# profileSettings
source: Account Settings
th: ตั้งค่าบัญชี

# profilePersonalInfo
source: Manage Personal Information
th: จัดการข้อมูลส่วนตัว

# profilePin
source: PIN Code
th: รหัส PIN

# profileDeleteAccount
source: Deactivate or Delete Account
th: ปิดใช้งานหรือลบบัญชี

# profileAbout
source: About Assetwise
th: เกี่ยวกับ Assetwise

# profileAuthen
source: Login
th: การเข้าสู่ระบบ

# profileExit
source: Exit
th: ออกจากแอปพลิเคชัน Assetwise

# profileLogout
source: Log Out
th: ออกจากระบบ

# contractsViewContract
source: Contract Details
th: รายละเอียดสัญญา

# overdueDetailAmountLabel
source: Make Payment
th: ยอดที่ต้องชำระ

# overdueDetailDueDateLabel
source: Due Date
th: ชำระภายใน

# overdueDetailCreditNumberLabel
source: Deduct from Account
th: ตัดผ่านบัญชี

# overdueDetailDebitDateLabel
source: Deduction Date
th: วันที่ตัดบัญชี

# overdueDetailPayment
source: Pay
th: ชำระเงิน

# overdueDetailViewDetail
source: View Details
th: ดูรายละเอียด

# paymentHistoryTitle
source: Payment History
th: ประวัติการชำระ

# contractDetailTitle
source: Contract Details
th: รายละเอียดสัญญา

# contractDetailContractDate
source: Contract Date
th: วันที่สัญญา

# contractDetailSigningDate
source: Contract Date
th: วันที่ลงนาม

# contractDetailEstimatedTransferDate
source: Estimated Transfer Date
th: วันที่ประมาณการโอน

# contractDetailContractValueTitle
source: Contract Value
th: มูลค่าสัญญา

# contractDetailBookingSellingPrice
source: Selling Price
th: ราคาขาย

# contractDetailBookingDiscountPrice
source: Discount
th: ส่วนลดเงินสด

# contractDetailBookingDiscountAtTransferPrice
source: Discount on transfer date
th: ส่วนลด ณ วันโอน

# contractDetailBookingNetPrice
source: Net Price
th: ราคาสุทธิ

# contractDetailBookingAmount
source: Booking
th: จอง

# contractDetailContractAmount
source: Contract
th: สัญญา

# contractDetailDownAmount
source: Down payment
th: ดาวน์

# contractDetailDownAmountDetails
source: details
th: รายละเอียด

# contractDetailTransferAmount
source: Transfer
th: โอน

# contractDetailPaymentTitle
source: Payment Details
th: รายละเอียดการชำระ

# contractDetailPaymentAmount
source: Payment Amount
th: ยอดชำระเงิน

# contractDetailRemainDownAmount
source: Remaining Down Payment
th: คงเหลือ เงินดาวน์

# contractDetailRemainHousePayment
source: Total Remaining House Payment
th: คงเหลือค่าบ้านทั้งหมด

# contractDetailFreebiesTitle
source: Freebies and Discounts List
th: รายการของแถมและส่วนลด

# contractDetailDownloadDoc
source: Download Contract Documents
th: ดาวน์โหลดรายละเอียดสัญญา

# receiptViewTitle
source: Receipt Details
th: รายละเอียดใบเสร็จ

# receiptViewSuccess
source: Transaction Successful
th: ทำรายการสำเร็จ

# receiptViewPaymentType
source: Payment Method
th: ช่องทางการชำระเงิน

# receiptViewDate
source: Transaction Date
th: วันที่ทำรายการ

# receiptViewRef1
source: Item number
th: เลขที่รายการ

# receiptViewRef2
source: Reference Number
th: หมายเลขอ้างอิง

# receiptViewRemark
source: Notes
th: หมายเหตุ

# receiptViewDue
source: Due Date
th: วันที่ครบกำหนดชำระ

# receiptViewViewReceipt
source: View Receipt
th: ดูใบเสร็จ

# receiptViewFileTitle
source: Receipt
th: ใบเสร็จ

# receiptViewFileDownload
source: Download Receipt
th: ดาวน์โหลดเอกสาร

# downHistoryViewTitle
source: Down payment details
th: รายละเอียดงวดดาวน์

# overduesViewTitle
source: Amount Due
th: ยอดที่ต้องชำระ

# overduesViewSumLabel
source: Amount Due
th: ยอดที่ต้องชำระ

# overduesViewMakePayment
source: Payment
th: ชำระเงิน

# paymentChannelViewPaymentTitle
source: Payment
th: ชำระเงิน

# paymentChannelViewCreditChannel
source: Credit/Debit Card
th: บัตรเครดิต/เดบิต

# paymentChannelViewTotalAmount
source: Total Amount Due
th: ยอดที่ต้องชำระ

# paymentChannelViewDue
source: Due Date
th: ชำระภายใน

# paymentChannelViewPayment
source: Payment
th: ชำระเงิน

# qrViewProject
source: Project
th: โครงการ

# qrViewUnit
source: Unit
th: แปลง/ห้อง

# qrViewTotal
source: Total Payment
th: ยอดชำระทั้งสิ้น

# qrViewPromptPayInstruction
source: How to pay with PromptPay QR Code
th: วิธีการชำระเงินด้วย QR Code พร้อมเพย์

# qrViewPromptPayInstruction1
source: 1. Open your banking app and select the "Scan" menu.
th: 1. เปิดแอปพลิเคชันธนาคาร จากนั้นเลือกเมนู "Scan"

# qrViewPromptPayInstruction2
source: 2. Scan the store's QR Code.
th: 2. สแกน QR Code ร้านค้าที่ต้องการสแกน

# qrViewPromptPayInstruction3
source: 3. Select your account, enter the amount, and tap "Confirm".
th: 3. เลือกบัญชีและระบุจำนวนเงินที่ต้องการ กด "ตรวจสอบข้อมูล"

# qrViewPromptPayInstruction4
source: 4. Confirm
th: 4. กดยืนยัน

# qrViewPromptPayDownload
source: Download QR Code
th: ดาวน์โหลด QR Code

# qrViewPromptPayDone
source: Completed
th: เสร็จสิ้น

# qrViewPromptSavedToGallery
source: QR Code saved to gallery
th: บันทึก QR Code ลงในแกลเลอรี่ของคุณแล้ว

# pinEntryTitle
source: Enter PIN
th: ใส่รหัส PIN

# pinEntryInstruction
source: Enter a {digits}-digit PIN to log in.
th: ระบุรหัส PIN จำนวน {digits} หลักเพื่อใช้ในการเข้าสู่ระบบ

# pinEntryForget
source: Forgot PIN code
th: ลืมรหัส PIN

# otpRequestActionResetPin
source: verify your identity for setting up a PIN.
th: ทำยืนยันตัวตนในการตั้งรหัส PIN

# otpRequestActionFirstSetPin
source: verify your identity every time you log in in the future.
th: ใช้ในการเข้าสู่ระบบครั้งต่อไป

# otpRequestActionReLogin
source: register as a member.
th: ทำการสมัครสมาชิก

# otpRequestMobileLabel
source: Mobile Number
th: เบอร์มือถือ

# otpRequestMobile
source: Enter Mobile Number
th: กรอกเบอร์มือถือ

# otpRequestMobileHint
source: Provide your mobile number to {action}
th: ระบุเบอร์มือถือของท่าน เพื่อ{action}

# otpRequestEMail
source: Enter Email
th: กรอก E-Mail

# otpRequestEMailHint
source: Please enter your email address to {action}
th: ระบุ E-mail ของท่าน เพื่อ{action}

# otpRequestLoginByEmail
source: Log in with Email
th: เข้าสู่ระบบผ่าน E-mail

# otpRequestNext
source: Next
th: ถัดไป

# otpRequestInvalidData
source: Please fill in all information completely.
th: กรุณากรอกข้อมูลให้ครบถ้วน

# otpRequestInvalidMobile
source: Please enter your ID card number to match your registered mobile number.
th: กรุณากรอกเลขบัตรประชาชนให้ตรงกับเบอร์มือถือที่ลงทะเบียน

# otpRequestInvalidEmail
source: Please enter your ID card number to match your registered email address.
th: กรุณากรอกเลขบัตรประชาชนให้ตรงกับเบอร์มือถือที่ลงทะเบียน

# otpRequestInvalidUser
source: Please enter your ID card number to match your registered mobile number/email address.
th: กรุณากรอกเลขบัตรประชาชนให้ตรงกับ เบอร์มือถือ/อีเมล ที่ลงทะเบียน

# logoutConfirmationTitle
source: Do you want to log out?
th: ต้องการออกจากระบบใช่หรือไม่

# logoutConfirmationMessage
source: You are about to log out of {userName}
th: คุณจะออกจากระบบของ {userName}

# logoutConfirmationBottomTitle
source: Are you sure you want to log out?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากระบบ

# logoutConfirmationOKButton
source: Log out
th: ออกจากระบบ

# closeAppConfirmationTitle
source: Do you want to exit?
th: ต้องการออกจากแอปพลิเคชั่น ใช่หรือไม่

# closeAppConfirmationMessage
source: You can re-log in by verifying your identity with a PIN.
th: คุณสามารถกลับเข้ามาใช้งานได้ใหม่ได้ โดยยืนยันตัวตนผ่านรหัส PIN

# closeAppConfirmationOKButton
source: Exit
th: ออกจากแอป

# emailOldValueTitle
source: Edit Email
th: แก้ไข E-mail

# emailOldValueInstructions
source: If you wish to update your email here, all accounts linked to this user account will also be updated accordingly.
th: หากคุณแก้ไข E-mail ที่นี่ บัญชีทั้งหมดที่ผูกกับบัญชีผู้ใช้นี้ จะถูกแก้ไขตามไปด้วย

# emailOldValueAction
source: Change E-mail
th: เปลี่ยน E-mail

# emailNewValueTitle
source: Enter a New E-mail
th: ระบุ E-mail ใหม่

# emailNewValueInstructions
source: If you wish to change your E-mail, please submit a request so that our staff can contact you later.
th: หากต้องการเปลี่ยนแปลง E-mail กรุณากดส่งคำขอเพื่อให้เจ้าหน้าที่ทำการติดต่อคุณในภายหลัง

# emailNewValueTextLabel
source: Enter a New E-mail
th: ระบุเบอร์ E-mail ใหม่

# emailNewValueAction
source: Submit E-mail Change Request
th: ส่งคำขอเปลี่ยนแปลง E-mail

# emailChangeSuccessTitle
source: Request Submitted
th: ส่งข้อมูลสำเร็จ

# emailChangeSuccessIntructions
source: You will be contacted within 24 hours.
th: เจ้าหน้าที่จะติดต่อคุณกลับภายใน 24 ชั่วโมง

# emailChangeSuccessAction
source: Go back to Home
th: กลับสู่หน้าหลัก

# phoneOldValueTitle
source: Phone Number
th: เบอร์มือถือ

# phoneOldValueInstructions
source: If you wish to change your phone number, please press "Send Request" to allow our staff to contact you later.
th: หากต้องการเปลี่ยนแปลงเบอร์มือถือ กรุณากดส่งคำขอ เพื่อให้เจ้าหน้าที่ทำการติดต่อคุณในภายหลัง

# phoneOldValueTextLabel
source: Phone Number
th: เบอร์มือถือ

# phoneOldValueAction
source: Change number
th: เปลี่ยนเบอร์

# phoneNewValueTitle
source: Specify a new phone number
th: ระบุเบอร์โทรใหม่

# phoneNewValueInstructions
source: If you wish to change your phone number, please press "Send Request" to allow our staff to contact you later.
th: หากต้องการเปลี่ยนแปลงเบอร์มือถือ กรุณากดส่งคำขอ เพื่อให้เจ้าหน้าที่ทำการติดต่อคุณในภายหลัง

# phoneNewValueTextLabel
source: Specify a new phone number
th: ระบุเบอร์มือถือใหม่

# phoneNewValueAction
source: Submit a Phone Number Change Request
th: ส่งคำขอเปลี่ยนแปลงเบอร์มือถือ

# phoneChangeSuccessTitle
source: Request Submitted
th: ส่งข้อมูลสำเร็จ

# phoneChangeSuccessIntructions
source: You will be contacted within 24 hours.
th: *เจ้าหน้าที่จะติดต่อคุณกลับภายใน 24 ชั่วโมง

# phoneChangeSuccessAction
source: Go back to Home
th: กลับสู่หน้าหลัก

# notificationTitle
source: All Notifications
th: แจ้งเตือนทั้งหมด

# notificationAll
source: All
th: ทั้งหมด

# notificationPayment
source: Payment
th: ชำระค่างวด

# notificationPromotion
source: Promotion
th: โปรโมชั่น

# notificationNews
source: News
th: ข่าวสาร

# notificationReadAll
source: Mark All as Read
th: อ่านทั้งหมด

# aboutAssetWiseTitle
source: About Assetwise
th: เกี่ยวกับ AssetWise

# aboutAssetWiseVersion
source: Version {version} ({build})
th: เวอร์ชั่น {version} ({build})

# aboutAssetWiseTermOfService
source: Terms of Service
th: เงื่อนไขการให้บริการ

# aboutAssetWisePrivacyPolicy
source: Privacy Policy
th: นโยบายคุ้มครองข้อมูลส่วนตัว

# aboutAssetWiseSecurityPolicy
source: Security Policy
th: นโยบายความปลอดภัย

# registerBuyerTitle
source: Buyer Registration
th: ลงทะเบียนผู้ซื้อ

# registerBuyerHeader
source: Verify Identity
th: ยืนยันตัวตน

# registerBuyerInstruction
source: Please verify your identity with your National ID number or Passport number for security purposes.
th: กรุณายืนยันตัวตนของคุณด้วยเลขประจำตัวประชาชนหรือหมายเลข Passport เพื่อความปลอดภัย

# registerBuyerIdentifier
source: National ID / Passport No.
th: เลขประจำตัวประชาชน / Passport No.

# registerBuyerRegister
source: Register
th: ลงทะเบียน

# registerBuyerInvalidId
source: Please fill in your ID card number completely, 13 digits
th: กรุณากรอกเลขบัตรประชาชนให้ครบถ้วน 13 หลัก

# myAssetTitle
source: My Home
th: บ้านของฉัน

# myAssetSum
source: {count, plural, =0{} =1{1 Unit} other{{count} Unit}}
th: {count, plural, =0{} =1{1 หลัง} other{{count} หลัง}}

# myAssetAdd
source: Add Home
th: เพิ่มบ้าน

# myAssetViewDetail
source: View Details
th: ดูรายละเอียด

# myAssetSetDefault
source: Set as Default
th: ตั้งเป็นค่าเริ่มต้น

# myAssetDelete
source: Delete house
th: ลบบ้าน

# myAssetDeleteConfirmation
source: Do you want to delete the house?
th: ต้องการลบบ้านใช่หรือไม่

# myAssetDeleteDetail
source: If you want to delete house number {unitNumber}, all information will be removed from the system.
th: หากคุณทำการลบบ้านเลขที่ {unitNumber} ข้อมูลทั้งหมดจะถูกลบออกจากระบบ

# myAssetDeleteDelete
source: Delete
th: ลบ

# myAssetDeleteCancel
source: Cancel
th: ยกเลิก

# myAssetDeleteSuccess
source: Data deleted successfully
th: ลบข้อมูลบ้านสำเร็จ

# myAssetDefault
source: Default
th: ค่าเริ่มต้น

# addAssetTitle
source: Add Home
th: เพิ่มบ้าน

# addAssetInstruction
source: Please provide your details for service access.
th: ระบุรายละเอียดของคุณสำหรับการเข้าใช้บริการ

# addAssetProject
source: Project*
th: โครงการ*

# addAssetUnit
source: Unit Number*
th: บ้านเลขที่*

# addAssetLast4Id
source: Last 4 digits of ID Card*
th: รหัสประจำตัวประชาชน 4 ตัวหลัง*

# addAssetProjectRequired
source: Please specify the project.
th: กรุณาระบุโครงการ

# addAssetUnitRequired
source: Please specify your house number.
th: กรุณาระบุบ้านเลขที่

# addAssetLast4IdRequired
source: Please enter the last 4 digits of your national ID card number.
th: กรุณาระบุรหัสบัตรประชาชน 4 ตัวหลัง

# managePersonalInfoTitle
source: Manage Personal Information
th: จัดการข้อมูลส่วนตัว

# managePersonalInfoCollectionPersonalInfo
source: Collection and Use of Personal Information
th: การรวมรวบและใช้ข้อมูลส่วนบุคคล

# managePersonalInfoMarketingPurpose
source: Consent for Marketing Purposes
th: ความยินยอมเพื่อวัตถุประสงค์ทางการตลาด

# managePersonalInfoDisclosureMarketing
source: Consent for Disclosure of Information for Marketing Purposes
th: ความยินยอมในการเปิดเผยข้อมูลเพื่อวัตถุประสงค์ทางการตลาด

# managePersonalInfoGiveConsent
source: Give Consent
th: ให้ความยินยอม

# lastUpdated
source: Last updated {date}
th: อัปเดตล่าสุด {date}

# unableToPayHeading
source: Payment is not available at this time.
th: ไม่สามารถชำระเงินได้ในขณะนี้

# unableToPayBack
source: Return to contract page
th: กลับไปหน้าสัญญา

# mapTitle
source: Map
th: แผนที่

# projectsTitle
source: Projects
th: โครงการ

# projectsSearchHint
source: Search for project name
th: ค้นหาชื่อโครงการ

# projectsSeeOnMap
source: View on Map
th: ดูแผนที่

# projectsFilterTitle
source: Filter
th: ตัวกรอง

# projectsBrands
source: Brand
th: แบรนด์

# projectsLocations
source: Location
th: ทำเล

# projectsClearFilter
source: Clear Filter
th: ล้างตัวกรอง

# projectsSearch
source: Search
th: ค้นหา

# myQRTitle
source: My QR
th: QR ของฉัน

# myQRDescription
source: QR for Identity Verification and Privileges
th: QR สำหรับใช้ยืนยันตัวตนรับสิทธิต่าง ๆ

# myQRScanQR
source: Scan QR code
th: สแกน QR

# myQRShare
source: Share
th: แชร์

# myQRSave
source: Save
th: บันทึก

# myQRSaveCompleted
source: Saved successfully
th: บันทึกสำเร็จ

# promotionsTitle
source: Promotions
th: โปรโมชั่น

# promotionsSearchHint
source: Search Promotion
th: ค้นหาโปรโมชั่น

# promotionsInterest
source: Interested in this promotion?
th: สนใจโปรโมชั่นนี้

# promotionsNameField
source: First Name
th: ชื่อ

# promotionsLastNameField
source: Last Name
th: นามสกุล

# promotionsPhoneField
source: Phone Number
th: เบอร์โทร

# promotionsEmailField
source: Email
th: อีเมล

# promotionsPriceRange
source: Preferred Price Range
th: ช่วงราคาที่สนใจ

# promotionsPurpose
source: Purpose of Purchase
th: วัตถุประสงค์การซื้อ

# promotionsRegister
source: Register
th: ลงทะเบียน

# promotionsRegisterSuccess
source: Submission Successful
th: ส่งข้อมูลสำเร็จ

# promotionsBackToPromotions
source: Back to promotions page
th: กลับสู่หน้าโปรโมชั่น
